import React from 'react';

const Footer: React.FC = () => {
    return(
        <div className="warning">
            <p>Материалы, размещенные на данной странице, носят информационный характер
               и предназначены для образовательных целей. Посетители сайта не должны
               использовать их в качестве медицинских рекомендаций.
               Определение диагноза и выбор методики лечения остается исключительной прерогативой вашего лечащего врача!</p>
            <a href="https://www.flaticon.com/ru/free-icons/" title="инновации иконки">Инновации иконки от Pixel perfect - Flaticon</a>
        </div>
    );
}

export default Footer;
